Repository: rarfell/dimeApp
Catalog: *.lproj/Localizable.strings
Languages: fr, ru

# welcome_header_1
source: Track your finances
fr: Suivez vos finances
ru: Отслеживайте свои финансы

# welcome_subtitle_1
source: Add new entries in a simple, straightforward manner
fr: Ajouter de nouvelles entrées de manière simple et rapide
ru: Добавляйте записи легко и быстро

# welcome_header_2
source: Analyse your expenditure
fr: Analyser vos dépenses
ru: Анализируйте свои расходы

# welcome_subtitle_2
source: Draw insights from your spending over various time periods
fr: Tirer des enseignements de vos dépenses sur différentes périodes de temps
ru: Делайте выводы из своих расходов за разные периоды времени

# welcome_header_3
source: Stick to budgets
fr: Respecter vos budgets
ru: Придерживайтесь бюджетов

# welcome_subtitle_3
source: Set categorical and time-based goals to limit your spending
fr: Fixez des objectifs catégoriels et temporels pour limiter vos dépenses
ru: Бюджеты по времени и категориям помогут сократить траты

source: Get Started
fr: Démarrer
ru: Вперед

source: Categories
fr: Catégories
ru: Категории

# no_income_categories
source: No income categories found, click the 'New' button to add some
fr: Aucune catégorie de revenus n'a été trouvée, cliquez sur le bouton 'Nouveau' pour en ajouter
ru: Нет категорий трат. Чтобы добавить категорию, нажмите на 'Добавить'

# no_expense_categories
source: No expense categories found, click the 'New' button to add some
fr: Aucune catégorie de dépenses n'a été trouvée, cliquez sur le bouton 'Nouveau' pour en ajouter
ru: Нет категорий доходов. Чтобы добавить категорию, нажмите на 'Добавить'

source: Suggestions Hidden
fr: Suggestions cachées
ru: Предложения скрыты

source: Successfully Edited
fr: Édité avec succès
ru: Изменено

source: INCOME CATEGORIES
fr: Catégories de revenus
ru: Категории доходов

source: EXPENSE CATEGORIES
fr: Catégories de dépenses
ru: Категории расходов

source: SUGGESTED
fr: Suggéré
ru: Предложения

source: Income Category
fr: Catégorie de revenus
ru: Категория дохода

source: Expense Category
fr: Catégorie de dépenses
ru: Категория расхода

source: New
fr: Nouveau
ru: Добавить

source: Expense
fr: Dépenses
ru: Расход

source: Income
fr: Revenu
ru: Доходы

source: Delete
fr: Supprimer
ru: Удалить

source: Cancel
fr: Annuler
ru: Отмена

source: Delete '%@'?
fr: Supprimer '%@'?
ru: Удалить '%@'?

source: This action cannot be undone, and all %@ transactions would be deleted.
fr: Cette action ne peut être annulée, et toutes les transactions de %@ seront supprimées.
ru: Это действие необратимо, все записи из '%@' будут удалены

source: Category Name
fr: Nom de catégorie
ru: Имя категории

source: Missing Name
fr: Nom manquant
ru: Нет имени

source: Missing Emoji
fr: Emoji manquant
ru: Нет эмодзи

source: Incomplete Entry
fr: Entrée incomplète
ru: Незаконченная запись

source: Missing Information
fr: Informations manquantes
ru: Нет информации

source: This action cannot be undone.
fr: Cette action ne peut être annulée.
ru: Это действие необратимо

source: Duplicate Found
fr: Duplication trouvé
ru: Найден дубликат

source: Please Edit Accordingly
fr: Veuillez modifier en conséquence
ru: Попробуйте другое название или эмодзи

source: Please Change Emoji
fr: Veuillez changer d'émoji
ru: Пожалуйста, измените эмодзи

source: Please Change Name
fr: Veuillez changer de nom
ru: Пожалуйста, измените название

source: Food
fr: Nourriture
ru: Еда

source: Transport
ru: Транспорт

source: Rent
fr: Loyer
ru: Аренда

source: Subscriptions
fr: Abonnements
ru: Подписки

source: Groceries
fr: Épiceries
ru: Продукты

source: Family
fr: Famille
ru: Семья

source: Utilities
fr: Utilitaires
ru: Коммунальные услуги

source: Fashion
fr: Shopping
ru: Одежда

source: Healthcare
fr: Soins de santé
ru: Здоровье

source: Pets
fr: Animaux de compagnie
ru: Домашние животные

source: Sneakers
fr: Chaussures
ru: Обувь

source: Gifts
fr: Cadeaux
ru: Подарки

source: Paycheck
fr: Paie
ru: Зарплата

source: Allowance
fr: Allocation
ru: Прибавка

source: Part-Time
fr: Temps partiel
ru: Подработка

source: Investments
fr: Investissements
ru: Инвестиции

source: Tips
fr: Pourboire(s)
ru: Чаевые

source: Successfully Added
fr: Ajouté avec succès
ru: Успешно добавлено

source: Today, %@
fr: Aujourd’hui, %@
ru: Сегодня, %@

source: Add Note
fr: Ajouter une note
ru: Примечание

source: Category
fr: Catégorie
ru: категории

source: none
fr: aucune
ru: Нет

source: daily
fr: journalier
ru: Ежедневно

source: weekly
fr: hebdomadaire
ru: Еженедельно

source: monthly
fr: mensuel
ru: Ежемесячно

source: custom
fr: customiser
ru: Своё

source: Custom Interval
fr: intervalle customisé
ru: Свой интервал

source: Repeats every
fr: Se répète tous les
ru: Повтор каждые

source: days
fr: jours
ru: Дней

source: weeks
fr: semaines
ru: Недель

source: months
fr: mois
ru: Месяцев

source: Edit
fr: Modifier
ru: Изменить

source: Delete Expense?
fr: Supprimer une dépense?
ru: Удалить расход?

source: Missing Amount
fr: Montant manquant
ru: Нет суммы

source: Missing Category
fr: Catégorie manquante
ru: Нет категории

# transaction-view-income-picker
source: Income
fr: Revenu
ru: Доход

source: Your Log is Empty
fr: Votre registre est vide
ru: Ваш лог пуст

source: Press the plus button to add your first entry
fr: Appuyez sur le bouton + pour ajouter votre première entrée
ru: Нажмите на + чтобы добавить Вашу первую запись

source: Search entry by note
fr: Recherche d'une saisie par note
ru: Поиск записи по Примечанию

source: all entries
fr: toutes les entrées
ru: все записи

source: by type
fr: par type
ru: по типу

source: by day
fr: par jour
ru: по дням

source: by week
fr: par semaines
ru: по неделям

source: by month
fr: par mois
ru: по месяцам

source: by category
fr: par catégorie
ru: по категориям

source: recurring
fr: récurrentes
ru: повторяющиеся

# filter-tag-type
source: by type
fr: par type
ru: тип

# filter-tag-day
source: by day
fr: par jour
ru: день

# filter-tag-category
source: by category
fr: par catégorie
ru: категория

# filter-tag-week
source: by week
fr: par semaines
ru: неделя

# filter-tag-month
source: by month
fr: par mois
ru: месяц

# filter-tag-recurring
source: recurring
fr: récurrentes
ru: повторяющиеся

# filter-picker-income
source: Income
fr: Revenu
ru: Доход

source: Total Spent
fr: Total des dépenses
ru: Всего потрачено

source: Total Income
fr: Revenu total
ru: Общая прибыль

source: Net Total
fr: Total net
ru: Сальдо

source: Net total
fr: Total net
ru: Сальдо

source: Spent
fr: Dépensés
ru: Потрачено

source: Earned
fr: Perçu
ru: Заработано

source: today
fr: aujourd'hui
ru: сегодня

source: this week
fr: cette semaine
ru: на этой неделе

source: this month
fr: ce mois
ru: в этом месяце

source: this year
fr: cette année
ru: в этом году

source: No entries found.
fr: Aucune entrée n'a été trouvée.
ru: Записи не найдены.

source: Try a different search query!
fr: Essayez une autre recherche !
ru: Попробуйте другой поисковый запрос!

source: yesterday
fr: hier
ru: вчера

source: Insights
fr: Perspectives
ru: Отчет

source: Analyse Your Expenditure
fr: Analyser vos dépenses
ru: Анализируйте свои расходы

source: As transactions start piling up
fr: Au fur et à mesure que les transactions s'accumulent
ru: По мере накопления транзакций

source: Expenses
fr: Dépenses
ru: Расходы

source: SPENT/DAY
fr: DÉPENSES/JOUR
ru: Расход/день

source: INCOME/DAY
fr: REVENU/JOUR
ru: Доход/день

source: SPENT/MTH
fr: DÉPENSES/MOIS
ru: Расход/месяц

source: INCOME/MTH
fr: REVENU/MOIS
ru: Доход/месяц

source: AVG/DAY
fr: MOYENNE/JOUR
ru: В среднем/день

source: AVG/MTH
fr: MOYENNE/MOIS
ru: В среднем/месяц

source: That's all, buddy.
fr: C'est tout, mon pote.
ru: На этом всё

source: Into the unknown.
fr: Vers l'inconnu.
ru: Что дальше?

source: week
fr: semaine
ru: неделя

source: month
fr: mois
ru: месяц

source: year
fr: année
ru: год

source: Jan
fr: janv.
ru: Янв

source: Apr
fr: avril
ru: Апр

source: Jul
fr: juil.
ru: Июл

source: Oct
ru: Окт

source: Budgets
ru: Бюджеты

source: No Budgets Found
fr: Aucun budget trouvé
ru: Нет бюджетов

source: Add your first budget today!
fr: Ajoutez votre premier budget dès aujourd'hui!
ru: Добавьте свой первый бюджет!

source: category budget
fr: budget par catégorie
ru: Бюджет по категории

source: overall budget
fr: budget global
ru: Общий бюджет

source: new
fr: nouveau
ru: Добавить

source: New Budget
fr: Nouveau Budget
ru: Новый Бюджет

source: Overall Budget
fr: Budget Global
ru: Общий бюджет

source: Select a category
fr: Sélectionner une catégorie
ru: Выберите категорию

source: Begin by linking this budget to an existing category.
fr: Commencez par rattacher ce budget à une catégorie existante.
ru: Начните с привязки этого бюджета к существующей категории.

source: Choose a time frame
fr: Choisir un délai
ru: Выберите период

source: The budget will periodically refresh according to your preference.
fr: Le budget sera périodiquement réactualisé en fonction de vos préférences.
ru: Бюджет будет периодически обновляться в соответствии с вашими предпочтениями.

source: Continue
fr: Continuer
ru: Продолжить

source: Pick a start date
fr: Choisissez une date de début
ru: Выберите начальную дату

source: Daily
fr: Journalier
ru: Ежедневно

source: Weekly
fr: Hebdomadaire
ru: Еженедельно

source: Monthly
fr: Mensuel
ru: Ежемесячно

source: Yearly
fr: Annuel
ru: Ежегодно

source: Which day of the %@ do you want your budget to start from?
fr: Quel jour de la %@ souhaitez-vous voir démarrer votre budget?
ru: С какого %@ должен начинаться бюджет?

# weekNewBudget
source: week
fr: semaine
ru: дня недели

# monthNewBudget
source: month
fr: mois
ru: числа

# yearNewBudget
source: year
fr: année
ru: числа

source: Sunday
fr: Dimanche
ru: Воскресенье

source: Monday
fr: Lundi
ru: Понедельник

source: Tuesday
fr: Mardi
ru: Вторник

source: Wednesday
fr: Mercredi
ru: Среда

source: Thursday
fr: Jeudi
ru: Четверг

source: Friday
fr: Vendredi
ru: Пятница

source: Saturday
fr: Samedi
ru: Суббота

source: Start of month
fr: Début du mois
ru: Начало месяца

source: %@ of month
fr: %@ du mois
ru: %@ число

source: Set budget amount
fr: Fixer le montant du budget
ru: Установите сумму бюджета

source: Feel free to edit this in the future.
fr: N'hésitez pas à modifier ce texte à l'avenir.
ru: Вы сможете отредактировать это позже

source: %@ SPENT
fr: %@ dépensé
ru: %@ потрачено

source: left %@
fr: restants %@
ru: oсталось %@

source: over %@
fr: dépassé %@
ru: свыше %@

source: left today
fr: restants aujourd'hui
ru: осталось сегодня

source: left on %@
fr: restants le %@
ru: меньше %@

source: over today
fr: en plus d'aujourd'hui
ru: свыше сегодня

source: over on %@
fr: en plus le %@
ru: больше %@

source: left this week
fr: restants cette semaine
ru: осталось на этой неделе

source: over this week
fr: en plus de cette semaine
ru: свыше на этой неделе

source: left each day
fr: restant chaque jour
ru: осталось на каждый день

source: left this month
fr: restants ce mois-ci
ru: осталось в этом месяце

source: over this month
fr: en plus du mois
ru: свыше в этом месяце

source: left this year
fr: restants cette année
ru: осталось в этом году

source: over this year
fr: en plus cette année
ru: свыше в этом году

source: %lldd left
fr: il reste %lldd
ru: осталось %lldд

source: %lldh left
fr: il reste %lldh
ru: осталось %lldч

source: %@ • %@ spent
fr: %@ • %@ dépensés
ru: %@ • %@ потрачено

source: Back
fr: Retour
ru: Назад

source: Delete the '%@' budget?
fr: Supprimer le budget '%@'?
ru: Удалить бюджет '%@'?

source: OVERALL SPENT: %@
fr: Total des dépenses: %@
ru: Потрачено в целом: %@

source: Delete your overall budget?
fr: Supprimer le budget global?
ru: Удалить общий бюджет?

source: Settings
fr: Paramètres
ru: Настройки

source: GENERAL
fr: Général
ru: Основные

source: DATA
fr: Vos données
ru: Данные

source: OTHERS
fr: Autres
ru: Другое

source: Appearance
fr: Apparence
ru: Внешний вид

source: Start of Week
fr: Début de la semaine
ru: Начало недели

source: Notifications
ru: Уведомления

source: Currency
fr: Devise
ru: Валюта

source: Number Entry
fr: Format des numéros
ru: Ввод Суммы

source: Authentication
fr: Authentification
ru: Аутентификация

source: Income Tracking
fr: Suivi des revenus
ru: Учёт Доходов

source: Display Cents
fr: Afficher les centimes
ru: Показывать Дроби

source: iCloud Sync
ru: Синхронизация с iCloud

source: Export Data
fr: Exporter les données
ru: Экспорт Данных

source: Erase Data
fr: Effacer les données
ru: Удалить Данные

source: Animated Charts
fr: Graphiques animés
ru: Анимированые Графики

source: Feature Lab
fr: Diagrammes animés
ru: Лаборатория

source: Tip Jar
fr: Pot à Pourboire
ru: Баночка для Чаевых

source: Report Bug
fr: Signaler un bug
ru: Сообщить об Ошибке

source: Rate on App Store
fr: Noter l’application sur l'App Store
ru: Оценить в App Store

source: Share with Friends
fr: Partager avec des amis
ru: Поделиться с Друзьями

source: Follow Dime on Twitter
fr: Suivez Dime sur Twitter
ru: Dime в Twitter

source: Follow Rafael on Instagram
fr: Suivez Rafael sur Instagram
ru: Рафаэль в Instagram

source: Light
fr: Mode lumineux
ru: Светлая

source: Dark
fr: Mode sombre
ru: Тёмная

source: System
fr: Système
ru: Системная

source: Mornings
fr: Matins
ru: Утра

source: Evenings
fr: Soirées
ru: Вечера

source: Custom
fr: Personnalisé
ru: Своё

source: Off
ru: Выкл

source: On
ru: Вкл

source: Type 1
ru: Тип 1

source: Type 2
ru: Тип 2

source: Close and reload app for change to take effect.
fr: Fermer et recharger l'application pour que les modifications soient prises en compte.
ru: Перезапустите приложение для применения эффекта.

source: Enable Notifications
fr: Activer les notifications
ru: Включить Уведомления

source: Every morning (8:00 AM)
fr: Tous les matins (8:00 AM)
ru: Каждое утро (8:00 AM)

source: Every evening (8:00 PM)
fr: Tous les soirs (8:00 PM)
ru: Каждый вечер (8:00 PM)

source: Custom Time
fr: Heure personnalisée
ru: Своё время

source: Currencies
fr: Monnaies
ru: Валюты

source: Number Entry Method
fr: Méthode de saisie des numéros
ru: Метод Ввода Суммы

source: "Pre-dotted"
fr: "Avec virgule"
ru: Предварительно дробное

source: If you're too lazy to add a decimal point, I gotchu covered.
fr: Si vous êtes trop paresseux pour ajouter une décimal, n’hésitez plus.
ru: Ввод суммы начинается с дроби.

source: "Cent-less"
fr: "Sans les centimes"
ru: Без дробей

source: If your transactions usually amount to whole numbers - this one is for you.
fr: Si vos transactions portent généralement sur des nombres entiers, cette méthode est faite pour vous.
ru: Удобнее для ввода целых чисел.

source: Enable Sync
fr: Activer la synchronisation
ru: Включить Синхронизацию

source: Permanently Delete Everythin'
fr: Supprimer définitivement toutes les données
ru: Навсегда Удалить Всё

source: This action would delete all existing transactions, categories, and budgets, and cannot be undone.
fr: Cette action supprimera toutes les transactions, catégories et budgets existants et ne pourra pas être annulée.
ru: Это действие приведет к удалению всех существующих транзакций, категорий и бюджетов и не может быть отменено.

source: Danger Zone
fr: Zone de danger
ru: Внимание

source: This action genuinely cannot be undone. Long press to confirm.
fr: Cette action ne peut véritablement pas être annulée. Appuyez longuement pour confirmer.
ru: Это действие действительно нельзя отменить. Удерживайте для подтверждения.

source: Delete Literally Everything
fr: Effacer littéralement tout
ru: Удалить Буквально Всё

source: Back Out
fr: Retourner en arrière
ru: Отменить

source: Celebrate Expenses
fr: Célébrer les dépenses
ru: Праздновать Расходы

source: Show Line Graph
fr: Afficher le graphique linéaire
ru: Показать Линейный График

source: Budget Rows
fr: Rangées budgétaires
ru: Бюджеты в Ряд

source: Experimental features - proceed with caution.
fr: Fonctionnalités expérimentales - à manipuler avec prudence.
ru: Экспериментальные функции — применять с осторожностью.

source: Replace Time Label
fr: Remplacer l'étiquette du temps
ru: Заменить Время

source: Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear.
fr: Remplace l’horodatage de chaque transaction par le nom de sa catégorie. Toutefois, si vous ne saisissez pas manuellement une note pour chaque transaction - auquel cas la note est par défaut le nom de la catégorie - un texte en double apparaîtra.
ru: Заменяет время транзакции на главном экране названием категории. Однако, если вы не вводите примечание для каждой операции, появится повторяющийся текст - по умолчанию примечанием является название категории.

source: Keep the streak going!
fr: Continuez sur votre lancée!
ru: Продолжайте серию!

source: Remember to input your expenses today.
fr: N'oubliez pas de saisir vos dépenses aujourd'hui.
ru: Не забудьте ввести свои расходы сегодня.

source: Loading
fr: Chargement
ru: Загрузка

source: Unable to load tip options, please try again later 🥲
fr: Impossible de charger les options de pourboire, veuillez réessayer plus tard 🥲
ru: Не удалось загрузить варианты чаевых. Повторите попытку позже. 🥲

source: Hey! Dime was built by a solo student developer, and is intended to be completely free-of-charge, with no paywalls or ads. If you enjoy using Dime and want to support development, please consider a small tip.
fr: Hey! Dime a été créé par un étudiant développeur solitaire, et est destiné à être entièrement gratuit, sans abonnement ni publicités. Si vous aimez utiliser Dime et que vous souhaitez soutenir le développement, n'hésitez pas à donner un petit pourboire.
ru: Эй! Dime был создан студеном, разработчиком-одиночкой и является полностью бесплатным, без платного доступа или рекламы. Если вам нравится использовать Dime и вы хотите помочь разработке, поддержите копеечкой.

source: Tip failed to go through, please try again!
fr: Votre pourboire n'a pas abouti, veuillez réessayer!
ru: Копеечка не дошла, попробуйте еще раз!

source: Thanks a million, %@ Rafael
fr: Merci beaucoup, %@ Rafael
ru: Огромное спасибо, с любовью, Рафаэль

source: Have a great day ahead!
fr: En vous souhaitant une excellente journée!
ru: Отличного дня!

source: Version %@ (%@)
ru: Версия %@ (%@)

source: Made with ❤️ by %@ from 🇸🇬
fr: Fabriqué avec amour par Rafael, du Singapour 🇸🇬
ru: Сделано с любовью Рафаэлем из Сингапура

source: ☕ Coffee-Sized Tip
fr: ☕ 1 Pourboire Pour Un Café
ru: ☕ На кофе

source: 🌮 Taco-Sized Tip
fr: 🌮 1 Pourboire Pour Un Tacos
ru: 🌮 На шаурму

source: 🍕 Pizza-Sized Tip
fr: 🍕 1 Pourboire Pour Un Pizza
ru: 🍕 На пиццу

source: Recent Transactions
fr: Transactions récentes
ru: Недавние Операции

source: View your latest expenses.
fr: Consulter vos dernières dépenses.
ru: Просматривайте свои последние расходы.

source: Analyse your expenditure breakdowns over various time periods.
fr: Analyser la répartition de vos dépenses sur différentes périodes.
ru: Анализируйте свои расходы за разные периоды времени.

source: Monitor how you are sticking to your overall budgets.
fr: Contrôler le respect de vos budgets globaux.
ru: Следите за тем, как вы придерживаетесь своих общих бюджетов.

source: Budget
ru: Бюджет

source: Monitor how you are sticking to your budgets.
fr: Contrôlez le respect de vos budgets.
ru: Следите за тем, как вы придерживаетесь своих бюджетов.

source: New Expense
fr: Nouvelle dépense
ru: Новый Расход

source: A convenient button to log new purchases.
fr: Un bouton pratique pour enregistrer les nouveaux achats.
ru: Удобная кнопка для записи новых покупок.

source: %lld%% spent
fr: %lld%% dépensés
ru: %lld%% потрачено

source: NO RECENT EXPENSES
fr: Pas de dépenses récentes
ru: Нет недавних расходов

source: RECENT EXPENSES
fr: Dépenses récentes
ru: Недавние Операции

source: in %@
fr: en %@
ru: за %@

source: net
ru: Сальдо

source: earned
fr: perçu
ru: Заработано

source: spent
fr: dépensés
ru: Потрачено

source: NO TRANSACTIONS %@
fr: Aucune transaction %@
ru: Нет операций %@

source: THIS WEEK
fr: cette semaine
ru: на этой неделе

source: THIS MONTH
fr: ce mois-ci
ru: в этом месяце

source: THIS YEAR
fr: cette année
ru: в этом году

source: EARNED
fr: Perçu
ru: Заработано

source: SPENT
fr: Dépensés
ru: Потрачено

source: ADD OVERALL BUDGET
fr: Ajouter un budget global
ru: Добавить общий бюджет

source: Create your overall budget in the app
fr: Créez votre budget global dans l'application
ru: Создайте свой общий бюджет в приложении

source: ADD BUDGET
fr: Ajouter un budget
ru: Добавить бюджет

source: over
fr: en plus
ru: свыше

source: SPENT: %@
fr: Dépensés: %@
ru: Расход: %@

source: Select budget in widget options
fr: Sélectionner un budget dans les options du widget
ru: Выберите бюджет в настройках виджета

source: Budget no longer exists - please select new budget from widget options.
fr: Ce budget n'existe plus - veuillez sélectionner un nouveau budget dans les options du widget
ru: Бюджет больше не существует. Выберите новый бюджет в настройках виджета.

source: left
fr: restant
ru: осталось

source: SELECT BUDGET
fr: Sélectionner le budget
ru: Выберите бюджет

source: SELECT BUDGET IN WIDGET OPTIONS
fr: Sélectionner un budget dans les options du widget
ru: Выберите бюджет в настройках виджета

source: Budget Your Finances
fr: Budgétisez vos finances

source: Link budgets to categories and set appropriate expenditure goals
fr: Liez les budgets aux catégories et fixez des objectifs de dépenses appropriés

source: Time Period
fr: Période de temps

source: Percent Spent
fr: Pourcentage dépensé
